[
	{
		"title": "Recipe Analysis",
		"image": "https://vis-society.github.io/labs/2/images/empty.svg",
		"description": "Developed a recommender system to analyze Goodreads book reviews to provide personalized book recommendations. ",
		"year": "2024"
	},
	{
		"title": "Recommender Systems for Goodreads User",
		"image": "https://vis-society.github.io/labs/2/images/empty.svg",
		"description": "Independently carry out a comprehensive data science project focused on recipe analysis, utilized Python and a variety of data science techniques and tools. ",
		"year": "2021"
	},
	{
		"title": "Customer Behavior Analysis",
		"image": "https://vis-society.github.io/labs/2/images/empty.svg",
		"description": "Collaborated with a team of six members on price optimization, demand forecasting and supplier analysis, and recommender system.",
		"year": "2022"
	},
	{
		"title": "SkyTrack",
		"image": "https://vis-society.github.io/labs/2/images/empty.svg",
		"description": "Contributed to a team of four members in the development of a comprehensive weather application with additional features including time display, quote retrieval, to-do list management, and unit conversion functionality. ",
		"year": "2023"
	},
	{
		"title": "Consequuntur autem eos facere.",
		"image": "https://vis-society.github.io/labs/2/images/empty.svg",
		"description": "Laborum alias ea unde harum aspernatur? Molestiae, veritatis, possimus, numquam ex excepturi quod ducimus sit odit optio quibusdam sequi aliquid itaque tempore perspiciatis placeat expedita vero voluptates. Sit, aspernatur sint!",
		"year": "2022"
	},
	{
		"title": "Quos sint quaerat omnis?",
		"image": "https://vis-society.github.io/labs/2/images/empty.svg",
		"description": "Est neque, velit nam rerum error odio voluptates voluptatem magnam laboriosam ad? Doloribus, id et itaque unde porro totam ullam quaerat blanditiis odit animi eveniet aut, voluptate velit iure odio.",
		"year": "2023"
	},
	{
		"title": "Iste ipsam magni fuga!",
		"image": "https://vis-society.github.io/labs/2/images/empty.svg",
		"description": "Velit omnis suscipit nemo quia? Iste maiores numquam labore quia nemo eveniet odit, modi magnam? Architecto officia sint est. Architecto iste minima consequuntur explicabo illo error sed at dolore nostrum!",
		"year": "2024"
	},
	{
		"title": "Ipsum, aperiam magni? Nobis.",
		"image": "https://vis-society.github.io/labs/2/images/empty.svg",
		"description": "Delectus magni, vel, quod mollitia hic rem temporibus, sint doloribus tenetur qui dolores tempore quisquam fuga nobis recusandae molestiae ipsum nostrum maxime eaque dicta aperiam eum quas beatae. At, neque.",
		"year": "2021"
	},
	{
		"title": "Dicta nihil odit illo?",
		"image": "https://vis-society.github.io/labs/2/images/empty.svg",
		"description": "Vitae quos laudantium officiis rerum, accusamus delectus aspernatur quas nulla, magni sed, excepturi saepe incidunt laboriosam alias at aliquam atque quisquam autem nesciunt. Minus, reprehenderit odit nam illo natus aspernatur?",
		"year": "2022"
	},
	{
		"title": "Vel earum nulla facilis.",
		"image": "https://vis-society.github.io/labs/2/images/empty.svg",
		"description": "Aut voluptatem sint atque corrupti accusamus necessitatibus possimus et, itaque nulla id deleniti nemo repellendus asperiores molestias laudantium, mollitia ad dicta. Laboriosam, itaque. Quos corporis, perferendis natus officiis beatae qui.",
		"year": "2023"
	},
	{
		"title": "Nobis iste neque quaerat.",
		"image": "https://vis-society.github.io/labs/2/images/empty.svg",
		"description": "Quos, recusandae, sit rerum velit nostrum nihil quisquam tempora repellat sed quibusdam facilis. Assumenda quaerat ab, nesciunt odio facere sit, ipsa necessitatibus tempora, maiores commodi sed quae provident deserunt at?",
		"year": "2024"
	},
	{
		"title": "Iusto, incidunt. Totam, illum.",
		"image": "https://vis-society.github.io/labs/2/images/empty.svg",
		"description": "Tempore, eveniet minus velit, earum aperiam necessitatibus repellendus provident accusamus illum officiis doloribus, eum saepe est aut numquam distinctio pariatur natus totam repellat. Numquam nulla libero sapiente magnam nostrum ex.",
		"year": "2021"
	}
]